# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding.
1d761f10 = Despre program...
6fe2f630 = Sunt recunoscător
0ceccf2d = Beta-testerilor:
f8ebaf02 = E-mail:
2c3e3817 = Nume fişier: 
3fde1c4d = Mărimea fişierului: 
5afc5823 = Lungime: 
629e0a59 = Bitrate sumar: 
30a42e15 = Video: 
aead9fd5 = Audio
35e1d1ef = Subtitre: 
e29e8b9d = OK
2dbdcac2 = Anulare
7a6bb0dd = Integrare cu  Windows
5c86907e = Integrare în meniul contextual a imaginilor
40bf08bc = Încarcă deodată pe server:
af6a8159 = Integrare în meniul contextual a fişierelor video
cc92ff77 = Setările conexiunii
5daccde0 = Foloseşte proxy-server
0568dd5a = Adresa:
4d35c9cc = Port:
fda30f45 = Tipul serverului:
512fffc4 = Este necesară autorizarea
98c71d46 = Login:
8c2e3a60 = Parola:
6849c1f1 = Limba interfeţei:
9af7b35a = Parametri de autorizare
4e56901f = Foloseşte cookies de la Internet Explorer
20bf5b05 = Parametrii speciali
c9c09bcb = Colţul stânga sus
5231a02d = Centru sus
d107f9f0 = Сolţul dreapta sus
6caceb5b = Colţul stânga jos
012d3528 = Centru jos
de2c2bb9 = Сolţul dreapta jos
2c236951 = Sunteţi siguri să plasaţi textul şi logotipul în aceeaşi poziţie pe imagine?
a6c0c25e = Parametrii imaginilor
6d5384fc = Numele fişierului:
a7cf5b82 = Poziţia logo-ului:
8048ce2f = Watermark
214f5c8c = Text pe imagine
457361bd = Introduceţi text:
f747e5b2 = Culoarea text-ului:
ab6c6ee3 = Culoarea conturului:
6fb6c3f7 = Parametrii schiţelor
3f2af013 = Culoarea ramei:
4f52a8ca = Culoarea 1 a gradientului:
411239af = Culoarea 2 a gradientului:
c620c2ba = Scrisul peste schiţă
7c3cea35 = Fişiere video
ce130e33 = Toate fişierele
8a069296 = Imagini
49d33458 = Adaugă imagini
b734309e = Adaugă mapa
a8af871e = Lipire
09f201ca = Şterge totul
765ee8b7 = Vizualizează
4a55172f = Şterge
e65e543d = Proprietăţi
1218507a = Redactează
cc444e32 = Fotografierea ecranului a avut loc cu succes.
9f756160 = Importă video
57c6b988 = Fotografiază ecranul
875298c8 = Şterge din listă
115da62a = Date tehnice a fişierului
c51f95fe = Se încarcă...
2867df13 = Eroare:
3126ab61 = Fişierul "
a5ed9743 = " nu a fost gasit!
d230f825 = Copiere în Clipboard
a99900e1 = Nu pot deschide imagine
cc770f88 = Captură ecran
42907292 = Nu pot sa fac captura de ecran.
6c30a068 = Сalitate:
ac0021f5 = Pauză:
d0878a77 = Format:
915e2413 = s
d1e2388f = Încarcă imaginile
f540547f = Deschide în Image Uploader
e8029bb7 = Setări
e40bb608 = Setari generale
0c191970 = Parametrii video
a6537cab = Imagini şi schiţe
c7dda4f7 = Aplică
de05f9c8 = Automat
f8cf9898 = Fişierul
0eb5700d = Imaginea depăşeşte mărimea maximă
fb2b7199 = Fişierul depăşeşte mărimea maximală admisă pe serverul %s (%s).
6d78d85f = Schimbaţi setările imaginilor sau alegeţi alt server, ca imaginea sa fie incarcata.
c4c0c2b6 = Parametrii imaginii
922f7a69 = Schimbarea lăţimei:
6c81ddc1 = Salvează proporţiile
8cdc9a4c = şi/sau înălţimi:
bc511ace = Pentru toate
75a48d7a = Ignoră
b1570d02 = Server-ul pentru încărcarea imaginilor:
9f6b1321 = Păstrează fără schimbări
a2f5ad65 = Tabela schiţelor cu marire prin click
b0fb3429 = Schiţe cu marire prin click
f5ae7248 = Link-uri simple
91ba39c4 = Datele tehnice a ultimului fişier video
075c48be = Foloseşte şablon
b0e84f76 = Autorizare pe server...
3d0e8db9 = Se prelucrează fişierul %d din %d...
fd6d47ca = Pregătirea fişierului...
71cd302c = Încărcarea a finisat.
ea6b0234 = În total %d fişier(e) au fost încărcate.
4b24cf15 = În procesul încărcării a %d fişiere au fost erori.
98bbd427 = Fără erori.
9463fcf2 = Stop
54c550a9 = Încărcarea a fost anulată.
a21c6ad6 = Fişierul curent:
8a15ab27 = Încărcat %s din %s
6cdda9c1 = Finisează >
a6e8fea3 = Progresul total:
6ea15df2 = Nr.de imagini în linie:
86d98d71 = Codul:
e9b53ff7 = Încarcă
2c9c108c = Nu pot accesa fişierul "Data\Thumb.png"!
f33e53f9 = Adaugă logotip
b6e5bc46 = Adaugă text
2a4c8280 = Alte setări...
ced61549 = Setări schiţe
32fa883f = Crează schiţe
f576bf6f = Alege serverul pentru încărcarea imaginilor:
fc3a1c92 = Generarea schiţelor de către server
6cecf9c5 = Lăţimea schiţelor:
f36b1ee1 = Ramă
f7f5a024 = Afişează dimensiunile pe schiţe
1c3402b1 = Apasă butonul "Încarcă" pentru a începe procesul de încărcare a imaginilor pe server
977a725c = Extrag cadrul video... 
fa458107 = Extragerea cadrelor video a fost oprită de către utilizator.
e2ee562e = Extragerea cadrelor video
93b3bf12 = Accesez codecurile necesare...
f1161e93 = Nu am găsit codecurile necesare (format necunoscut).
693048b4 = Imposibil de a accesa codecurile.
4c1ac91b = Încărcarea fişierului...
863ea027 = Nu pot încărca fişierul video.
df7edeb4 = Accesarea codecurilor...
9ac04bc3 = Ultima încercare de a accesa codecurile...
cc35fa5d = Greşeală în accesarea filtrurilor (format necunoscut).
6990ff6f = Nu pot procesa lungimea fişierului video. Posibil fişierul este corupt sau formatul nu este accesibil.
63394810 = Extragerea cadrelor a avut loc cu succes.
7cb5385f = Extragerea cadrelor
baa8a113 = Alege...
10f13a37 = Deinterlacing
9cb01a07 = Numărul cadrelor:
5cd31542 = Mai multe fişiere
63120296 = Un singur fişier
47612578 = Salvează ca:
1834ede8 = Extrage
8b6b783f = Parametri...
239b51b4 = Setările aspectului exterior
75390e20 = Numărul coloanelor:
6b49f86b = Lăţimea schiţei:
1ba228f7 = Intervalul orizontal:
a145c08f = Intervalul vertical:
7d8c71fc = Adaugă mapă...
6b26e91a = Din clipboard
c4bc189c = Importă fişier video
4e6171f9 = Extragerea cadrelor din fişiere video
e9406660 = Datele tehnice a fişierului...
003e4823 = Fotografierea ecranului
84c12fd2 = Captura intregului ecran sau a ferestrei
24debbd2 = Fotografierea unei părţi a ecranului...
cea255df = Setări
9f75909c = Pentru utilizatori avansaţi
fbc586e5 = Fişiere audio
9847c8e8 = Alegeţi acţiunea:
d95fab48 = Sfat:
92232fa7 = Trageţi fişierul în fereastra programului pentru a fi prelucrat!
73ed0bac = Bine aţi venit! Acest program de încărcare a imaginilor va ajuta să publicaţi fotografiile dvs. şi alte imagini pe Internet!
609f0f2d = Sunteţi siguri că doriţi să ieşiţi?
faa4b366 = Înainte >
b6811e6e = Parametrii imaginilor şi selectarea serverului
8a3d02eb = Încărcarea fişierelor pe server
90aa3be8 = Inclusiv subdirs
b7fe8e51 = Despre program...
8afd631d = Ieşire
00c9c371 = < Înapoi
73ffcd54 = Traducatorilor:
b6fcb38f = Fişiere executabile
23531f83 = Editor de imagini:
93b4b48b = Încarcare
af39330b = Cautarea imaginilor...
913e7a88 = Se prelucreaza catalogul:
afce09cd = Atenţie! Image Uploader trebuie sa fie repornit pentru a afişa limba nou aleasă.
372d63bc = Copiere automată in clipboard
7c9211fa = Setari de amplasarea cadrelor
fd28e32b = Arata log
7ffa1911 = Erori
46a24ee7 = Arata automat fereastra cu log de erori
5f1de092 = Log de errori
0ccfa110 = Ştergerea listei
cec2a305 = Ascunde
7a66d43f = Lista de imagini
c599dbba = Nu pot genera schita pentru imagine.
cd1fd77c = Fisier:
28a40ee8 = Fisierul "%s" nu a fost gasit.
c0dfc2cf = Incarcarea
7da55861 = Serverului a intors raspunsul gol.
2bd4dc96 = Serverul:
bf67966e = Intervalul de asteptare a depasit.
75474a30 = Cod de erroare WinInet: 
d72a666b = Video Grabbing Module
8197437b = Bibilioteca MediaInfo.dll n-a fost gasita. \nVizualizarea datelor tehnice a fişierelor nu va fi accesibila.
feaed847 = Adauga Image Uploader in meniul "Send to" (Trimite)
436e7e98 = Incarc imaginea...
9f7264fd = Incarc schiţa...
bd7c9d78 = Font...
22690bb4 = Textul schiţa:
7aa929a3 = File:
8ebcc085 = Eroare in processul extragerii cadrelor.
d9ca0005 = Nu pot gasi MediaInfo.dll!
684dca15 = Cere confirmare intainte de iesire
21d9e9d0 = Captura întregului ecran
84dae5ca = Captura ferestrei active
adb51bcc = Inchide
c91988f4 = Parametri
d8fa486b = Aveti nevoie de integrare în meniul contextual Explorer-ului?
e25799d1 = N-am putut sa incarc schita pentru imaginea "%s"  la server. 
af3ccfef = Incarcarea n-a avut succes. Repet (%d)...
70647cb3 =  Incarcarea n-a avut succes! (limita de incerari s-a epuizat)
cef82710 = Eroare in timpul indeplinirii operatiei #%d.
8cf4e039 = Rezonul: 
00354a17 = Numarul incarcarilor s-a epuizat.
0fa44d54 = Fac inca o o incercare (%d)...
f6436cf5 = Astept raspunsul de la server...
f9adf6cf = Incarcarea fisierului la server...
bc508685 = Efectuez operatia #%d...
b9dc39d0 = Raspunsul serverului nu contine datele necesare.
0018103f = Erori in procesul incarcarii
7a323f95 = Arata dialogul in cazul erorii
10b0fed7 =  Numarul de incercari de incarcarea unui fisier:
b74a4eb4 = Numarul de incercari de  îndeplinire unei operatiei:
e925e727 = Nu pot deschide fisierul cu lista de serveri "servers.xml"!\n\nMotiv:  %s\n\nDe continuat executarea programei?
5691f01d = Fisierul nu a fost gasit.
f889038e = Couldn't create registry key for extension 
75a5d805 = Pentru forum
ebec3fd2 = Pentru situri (HTML)
a6f551a4 = JPEG, PNG, GIF, BMP sau orice fisier
41bb729f = Adaugă imagini/fisiere
3f8280a0 = Orice fisier
071f2a13 = Adaugă fisiere
99b1cf20 = Linkuri la imagini/fisiere
9c196289 = Incarcarea fisierului
35246f22 = Serverul pentru alte fisiere:
e2d789b7 = Открыть папку с файлом
9fc80a1f = N-am putut incarca fisierul "%s" la server. 
1cb1a7ad = ...
993275ff = Doriti sa extrageti cadre video?\n(daca apasati "Nu" fisierul va fi adaugat in lista)
6847c904 = Integrare in meniu contextual Explorer'ului
217b14ad = Submeniul contextual
d16b9920 = Încarcă fisiere
40fa61ee = Încarcă numai imagini
0b62df2a = Căutarea fişierelor...
997537e1 = Nici o imaginea nu a fost gasită.
06384eba = N-a fost gasit nici un fişier.
